Repository: burakozcn/makeUpList
Catalog: MakeUpList/Service/*.lproj/Localizable.strings
Languages: tr

# pass
source: Password
tr: Şifre

source: Login
tr: Giriş

source: Sign Up
tr: Kayıt Olun

source: Orientation
tr: Tanıtım

source: Summary
tr: Özet

source: Price Table
tr: Fiyat Listesi

source: About
tr: Hakkında

source: Group Name
tr: Grup Adı

source: Submit
tr: Onayla

source: Cancel
tr: İptal

# multiple
source: Multiple Choice
tr: Seçenekler

# choose
source: Choose One of Action
tr: Hangisini yapmak istersiniz?

source: Edit
tr: Düzenle

# available
source: Make Available
tr: Kullanılabilir Yap

# unavailable
source: Make Unavailable
tr: Kullanılamaz Yap

# detail
source: Go to Detail
tr: Detayı Gör

source: Name
tr: İsim

source: Price
tr: Fiyat

source: Description
tr: Özellikler

# successbrand
source: Brand has been saved successfully!
tr: Marka başarıyla kaydedildi!

# update
source: Brand has been updated successfully!
tr: Marka başarıyla düzenlendi!

source: Error
tr: Hata

source: OK
tr: Tamam

source: Surname
tr: Soyadı

source: Username
tr: Kullanıcı Adı

# fill
source: Please fill all fields.
tr: Lütfen bütün alanları doldurun.

source: Success
tr: Başarılı

# successsave
source: Saved successfully.
tr: Başarıyla kaydedildi.

# brandtitle
source: Brands
tr: Markalar

# availableShop
source: Available Shops
tr: Stoktaki Mağazalar

# aboutcompany
source: About Our Company
tr: Şirketimiz Hakkında

# aboutcompanytext
source: Our company founded in 2017, we are working hardly for making much more better mobile applications. We have made a lot of application.
tr: Şirketimiz 2017'de kuruldu, o günden beri her gün daha iyi uygulamalar yapmaya çalışıyoruz. Üç yıl içinde birçok uygulama tasarladık.

# team
source: Our Team
tr: Ekibimiz

# contact
source: Contact Information
tr: Kontak Bilgileri

# construction
source: It is underconstruction
tr: Yapım aşamasında

# cosmeticInfo
source: Cosmetic is always a trend, always a big industry. Women or men are crazy about them.
tr: Kozmetik her zaman moda, her zaman büyük bir endüstridir. Kadın veya erkek farketmez milyonlarca insan makyaj konusunda delidir.

source: NEXT =>
tr: İLERİ =>

# start
source: Get Started
tr: Başlayın

source: <= BACK
tr: <= Geri

# secondInfo
source: So we decided to make an application about make-up things. You can add your groups, brands, took record of it.
tr: Bu yüzden makyaj hakkında bir uygulama yapmaya karar verdik. Gruplar, markalar ekleyip, kaydedebilirsiniz.

# thirdInfo
source: It is easy to use, you can understand easily. So, we don't explain too much. Enjoy!
tr: Kullanması çok kolaydır, rahatlıkla öğrenebilirsiniz. Bu yüzden, çok fazla açıklamadık. Tadını çıkartın!

# invaliderror
source: You entered an invalid email.
tr: Geçersiz bir mail adresi girdiniz.

# wrongpasserror
source: You entered a wrong password.
tr: Yanlış bir şifre girdiniz.

# generalerror
source: There is a problem with your login, please check.
tr: Girişle ilgili bir problem var, lütfen kontrol edin.

# userexisterror
source: Username already exists, please choose another.
tr: Bu kullanıcı adı bulunuyor, lütfen değiştirin.

# signinsuccess
source: Sign in is successful, you can login with this mail and password.
tr: Kaydınız başarılıdır, bu mail ve şifre ile kayıt olabilirsiniz.

# alreadyuseerror
source: This email is already in use, please choose another.
tr: Bu mail kullanımda, lütfen değiştirin.

# strongerror
source: Please choose stronger password for your security.
tr: Güvenliğiniz için lütfen daha güçlü bir şifre seçin.

# downloadsizeerror
source: Download size exceeded!
tr: İndirme büyüklüğü aşıldı.

# searchphotoerror
source: Searched photo couldn't be found.
tr: Aranan fotoğraf bulunamadı.

# operationcancelled
source: User has cancelled the operation
tr: Kullanıcı operasyonu iptal etti.

# unauthenticatederror
source: Unauthenticated download, please check.
tr: Doğrulanmamış indirme, lütfen kontrol edin.

source: Warning
tr: Uyarı

# permissionmessage
source: You don't have permission to access gallery.
tr: Galeriye ulaşmak için izniniz bulunmamaktadır.
